Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/mailmmi-eanemus-dovddus-eamialbmotdutki-boahta-sapmai.html.tmx
Source language: sme
Languages: sma

source: Máilmmi eanemus dovddus eamiálbmotdutki boahtá Sápmái / Dutkan ja alit oahpahus / Oahpahus / Sámediggi - Sametinget
sma: Veartenen damtasommes aalkoealmetjedotkije Saepmien gåajkoe båata / Dotkeme jïh jollebe ööhpehtimmie / Lïerehtimmie / Saemiedigkie - Sametinget

source: Máilmmi eanemus dovddus eamiálbmotdutki boahtá Sápmái
sma: Veartenen damtasommes aalkoealmetjedotkije Saepmien gåajkoe båata

source: AIEC2016, Árktalaš eamiálbmot oahppokonferánssa lágiduvvo Guovdageainnus njukčamánu 14.-17 b. boahtte jagi.
sma: AIEC2016, Arktiske aalkoealmetji ööhpehtimmiekonferanse Guovdageaidnusne öörnesåvva njoktjen 14. – 17. b. mubpien jaepien.

source: Váldologaldallin lea máilmmi eanemus dovddus eamiálbmotdutki Linda Tuhiwai Smith.
sma: Åejviehåalije lea veartenen damtasommes aalkoealmetjedotkije Linda Tuhiwai Smith.

source: Linda Tuhiwai Smith girji eamiálbmotdutkama hárrái “ Decolonizing methodologies ” álmmuhuvvui 1999:is.
sma: Linda Tuhiwai Smithen gærja aalkoealmetjedotkemen bïjre “ Decolonizing methodologies ” olkese bööti jaepien 1999.

source: Girji lea pensum dievva universitehtain birra máilmmi ja jorgaluvvon máŋgga gillii.
sma: Gærja lea pensume gelline universiteetine abpe veartenisnie jïh lea jarkoestamme gellide gielide.

source: Smith ákkastallá earret eará ahte oarjemáilmmi diehtooaidnu maid lea heivehuvvon oarjemáilmmi stivrenvuohkái ja lea oassin fápmostallamis.
sma: Smith gaskem jeatjah jeahta jillieveartenen daajroevuajnoe lea aaj sjïehtedamme jillieveartenen stuvremevuakan jïh aaj akte bielie faamoereeremistie.

source: - Smith jurddašeapmi ja máhttu lea movttidahttán olbmuid miehtá máilmmi, ja mun illudan su gullat su dáppe Sámis, lohká Sámedikki presideanta Aili Keskitalo.
sma: - Smithen åssjaldahkh jïh daajroe leah almetjh madtjeldehteme abpe veartenisnie, jïh manne geerjene ihke åadtjoem dam govledh daesnie Saepmesne, Saemiedigkie presidente Aili Keskitalo jeahta.

source: Linda Tuhiwai Smith boahtá Guovdageidnui AIEC2016 oktavuođas, Arctic Indigenous Education Conference 2016.
sma: Guovdageaidnuse båata AIEC2016 sjïekenisnie, Arctic Indigenous Education Conference 2016.

source: Sámediggi ja Sámi Allaskuvla lágideaba AIEC2016 njukčamánu 14.-17 b..
sma: Saemiedigkie jïh Saemien jïlleskuvle AIEC2016 öörnedieh njoktjen 14. – 17. b.

source: Mannan eamiálbmogiid internašunála árktalaš oahpahuskonferánsa lágiduvvui Iqaluitas, Canadas 2012 is, ja dál lea Sámediggi váldán badjelasas dan barggu.
sma: Evtebe arktiske gaskenasjovnaale ööhpehtimmiekonferanse öörnesovvi Iqaluitasisnie Kanadasne jaepien 2012, jïh daelie Saemiedigkie daam barkoem vaalteme.

source: 100 oasseváldi
sma: 100 almetjh meatan Konferanse lea gaajhkesidie, men lea uvtemes ussjedamme ööhpehtimmie- jïh dotkemesuarkan, maanagïertedaltesistie dotkemasse.

source: Ulbmil konferánssain lea juogadit vásáhusaid ja ovdamearkkaid, ja digáštallat hástalusaid eamiálbmot oahpahusas, mánnávuođas gitta alit oahpahusa dássái.
sma: Konferansen ulmie lea dååjrehtimmieh jïh vuesiehtimmieh juekedh, jïh haestemh aalkoealmetji lïerehtimmesne digkiedidh, maanabaeleste jollebe ööhpehtæmman.

source: Fáddá lea “ Revitaliseren – hástalusat ja ođđa perspektiivvat oahpahusas ”.
sma: Teema lea «Jealajimmie – haestemh jïh orre vuajnoeh lïerehtimmesneš.

source: Konferánsii vuordit sullii 120 olbmo iešguđet árktalaš guovlluin nugo Sámis, Ruonáeatnan, Canada jna..
sma: Veanhtede medtie 120 almetjh båetieh dejstie joekehts arktiske dajvijste goh Saepmie, Kruanalaante, Kanada jnv..

source: Váldologaldalli Sámi bealis lea Asta Balto, gii máŋgalot jagi jo lea bargan Sámi pedagogihkain.
sma: Åejviehåalije saemien bieleste lea Asta Balto, mij lea saemien pedagogihkine barkeme gellie jaepieh.

source: Nannet oahpahusovttasbarggu
sma: Nænnoestehteme lïerehtimmielaavenjostoste

source: Konferánssa olis lágiduvvo maid ministtarčoahkkin mas lea ulbmil vuolláičállit šiehtadusa mii nanne ovttasbarggu eamiálbmot oahpahusa ektui, earret eará boahttevaš konferánssaid bokte.
sma: Konferansen sjïekenisnie aaj akte ministeretjåanghkoe öörnesåvva man ulmie lea aktem latjkoem jååhkesjidh mij laavenjostoem nænnoestahta aalkoealmetji lïerehtimmien bïjre, gaskem jeatjah konferansi tjïrrh båetijen aejkien.

source: Čoahkkin lágiduvvo njukčamánu 16.
sma: Tjåanghkoe öörnesåvva njoktjen 16.

source: B. Dán čoahkkimii servet oahpahusministarat eará árktalaš guovlluin, ja Sámedikki presideanta.
sma: b. Daennie tjåanghkosne ööhpehtimmieministerh leah meatan dejstie jeatjah arktiske dajvijste jïh Saemiedigkien presidente.

source: Loga eambbo konferánssa neahttasiidus:
sma: Vielie bïevnesh konferansen nedtesæjrojne:
